IDEA Open Model
CoordSystemByZup Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the CoordSystemByZup class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public CoordSystemByZup()
Public Sub New
public:
CoordSystemByZup()
See Also
Reference
CoordSystemByZup Class
IdeaRS.OpenModel.Geometry3D Namespace